cask "ngrok"
cask "chatgpt"
cask "whatsapp"
cask "signal"
cask "linear"
cask "warp"
cask "kreya"
cask "beekeeper-studio"
cask "spotify"
cask "slack"
cask "postman"
cask "zoom"
cask "google-chrome"
cask "claude"
cask "claude-code"
cask "orbstack"
cask "notion"
