brew "cairo"
brew "pkg-config"
brew "hcloud"
brew "ansible"
brew "jq"
brew "uv"
brew "python@3.12"
brew "node@22"
brew "go@1.23"
brew "dockutil"
brew "rust"
brew "helm"
brew "buf"
brew "opentofu"
brew "crystal"

cask "ngrok"
cask "1password"
cask "1password-cli"
cask "zed"
cask "raycast"
cask "firefox"
cask "ferdium"
cask "chatgpt"
cask "whatsapp"
cask "signal"
cask "ultimaker-cura"
cask "linear-linear"
cask "karabiner-elements"
cask "warp"
cask "displaylink"
cask "gpg-suite"
cask "kreya"
cask "beekeeper-studio"
cask "figma"
cask "tunnelblick"
cask "transmission"
cask "vlc"
cask "spotify"
cask "slack"
cask "postman"
cask "arc"
cask "zoom"
cask "google-chrome"
cask "zed"
cask "visual-studio-code"
cask "github"
cask "fleet"
cask "claude"
cask "claude-code"
cask "cursor"
cask "lens"

cask "docker"
