brew "cairo"
brew "pkg-config"
brew "hcloud"
brew "jq"
brew "uv"
brew "python@3.14"
brew "node@24"
brew "go@1.26"
brew "dockutil"
brew "rust"
brew "helm"
brew "buf"
brew "gemini-cli"
brew "kubectl"
brew "gh"
brew "tilt"
brew "1password-cli"
brew "cloudflared"

cask "ngrok"
#cask "1password"
#cask "1password-cli"
cask "zed"
#cask "raycast"
#cask "firefox"
cask "chatgpt"
cask "whatsapp"
cask "signal"
cask "linear"
cask "warp"
cask "displaylink"
cask "kreya"
cask "beekeeper-studio"
cask "spotify"
cask "slack"
cask "postman"
cask "zoom"
cask "google-chrome"
cask "claude"
cask "claude-code"
cask "orbstack"
cask "fastmail"
